{"cmd":"retroarch -f","library":[{"title":"Golden Axe II","emulator":"-L /usr/lib/x86_64-linux-gnu/libretro/genesis_plus_gx_libretro.so","description":"Golden Axe II is a side-scrolling beat 'em up video game developed and published by Sega, first released on the Sega Genesis in December 1991. It is the home console sequel to the popular game Golden Axe, marking the second game in the series, though the arcade did see a sequel of its own in 1992, titled Golden Axe: The Revenge of Death Adder.","rom":"~/roms/genesis/golden_axe_II.md","bg":"ga2-bg.jpg","art":"ga2-art.png","category":"genesis","controls":["A","B","C"]},{"title":"Skitchin'","emulator":"-L /usr/lib/x86_64-linux-gnu/libretro/genesis_plus_gx_libretro.so","description":"Skitchin' is a 1994 racing video game developed and published by Electronic Arts for the Sega Genesis. The game puts the player in control of an inline skater who must win races in a tournament while engaging in unarmed and armed combat with other skaters and partaking in skitching, the act of clutching onto a moving vehicle's bumper to gain momentum.","rom":"~/roms/genesis/skitchin.md","bg":"skitchin-bg.jpg","art":"skitchin-art.png","category":"genesis","controls":["A","B","C"]},{"title":"The Adventures of Batman and Robin","emulator":"-L /usr/lib/x86_64-linux-gnu/libretro/genesis_plus_gx_libretro.so","description":"The Adventures of Batman and Robin, published by Sega, is a run 'n' gun game. Mr. Freeze plans to build his Freeze Cannon and encase the city in ice. To keep the Dynamic Duo busy, he's staged a breakout at Arkham Asylum, freeing the Joker, Two-Face and the Mad Hatter.","rom":"~/roms/genesis/abr.md","bg":"abr-bg.jpg","art":"abr-art.png","category":"genesis","controls":["A","B","C"]},{"title":"Battletoads","emulator":"-L /usr/lib/x86_64-linux-gnu/libretro/nestopia_libretro.so","description":"Battletoads is a video game media franchise by Rare that began with the original beat 'em up game Battletoads in 1991. Starring three anthropomorphic toads named after skin conditions, Rash, Zitz, and Pimple, the series was created to rival the Teenage Mutant Ninja Turtles games series.","rom":"~/roms/nes/battletoads.nes","bg":"battletoads-bg.jpg","art":"battletoads-art.png","category":"nes","controls":["B","A"]},{"title":"Castlevania","emulator":"-L /usr/lib/x86_64-linux-gnu/libretro/nestopia_libretro.so","description":"Castlevania, known in Japan as Akumajō Dracula, is a platform game developed and published by Konami for the Family Computer Disk System video game console in Japan in September 1986. It was ported to cartridge format and released in North America for the Nintendo Entertainment System in May 1987 and in Europe in 1988.","rom":"~/roms/nes/castlevania.nes","bg":"castlevania-bg.jpg","art":"castlevania-art.png","category":"nes","controls":["B","A"]},{"title":"Excitebike","emulator":"-L /usr/lib/x86_64-linux-gnu/libretro/nestopia_libretro.so","description":"Excitebike is a motocross racing video game franchise made by Nintendo. It debuted as a game for the Famicom in Japan in 1984 and as a launch title for the NES in 1985","rom":"~/roms/nes/excitebike.nes","bg":"excitebike-bg.jpg","art":"excitebike-art.png","category":"nes","controls":["B","A"]},{"title":"Super Mario Bros.","emulator":"-L /usr/lib/x86_64-linux-gnu/libretro/nestopia_libretro.so","description":"Super Mario Bros. is a platform game developed and published by Nintendo. The successor to the 1983 arcade game Mario Bros. and the first in the Super Mario series, it was released in 1985 for the Famicom in Japan. The NES version received a wide release in North America.","rom":"~/roms/nes/smb.nes","bg":"smb-bg.jpg","art":"smb-art.png","category":"nes","controls":["B","A"]},{"title":"Jet Moto 3","emulator":"-L /usr/lib/x86_64-linux-gnu/libretro/mednafen_psx_libretro.so","description":"Jet Moto 3 was released exclusively for the PlayStation video game console on August 31, 1999. It was the only Jet Moto title released by developer Pacific Coast Power & Light and publisher 989 Sports. It has been released only in North America.","rom":"~/roms/psx/jetmoto3/jetmoto3.cue","bg":"jetmoto3-bg.jpg","art":"jetmoto3-art.png","category":"psx","controls":["Square","Triangle","L","Cross","Circle","R"]},{"title":"Madden 2005","emulator":"-L /usr/lib/x86_64-linux-gnu/libretro/mednafen_psx_libretro.so","description":"Madden NFL 2005 is an American football simulation video game based on the NFL that was developed by EA Tiburon, along with Exient Entertainment and Budcat Creations, and published by EA Sports. The 16th installment of the Madden NFL series, it features former Baltimore Ravens linebacker Ray Lewis on the cover.","rom":"~/roms/psx/madden2005/madden2005.cue","bg":"madden2005-bg.jpg","art":"madden2005-art.png","category":"psx","controls":["Square","Triangle","L","Cross","Circle","R"]},{"title":"WipEout 3","emulator":"-L /usr/lib/x86_64-linux-gnu/libretro/mednafen_psx_libretro.so","description":"Wipeout 3 is a futuristic racing video game developed by Psygnosis and published by Sony Computer Entertainment exclusively for PlayStation. The title is the fourth game in the Wipeout series, and was released in Europe and North America in September 1999.","rom":"~/roms/psx/wipeout3/wipeout3.cue","bg":"wipeout3-bg.jpg","art":"wipeout3-art.png","category":"psx","controls":["Square","Triangle","L","Cross","Circle","R"]},{"title":"Mega Man X","emulator":"-L /usr/lib/x86_64-linux-gnu/libretro/snes9x_libretro.so","description":"Mega Man X, known in Japan as Rockman X, is a series of action platform video games released by Capcom. It is a part of the Mega Man franchise. The first game was released on December 17, 1993 in Japan on the Super NES/Super Famicom; most of the sequels were ported to the PC platform.","rom":"~/roms/snes/megamanx.sfc","bg":"megamanx-bg.jpg","art":"megamanx-art.png","category":"snes","controls":["Y","X",null,"B","A"]},{"title":"Super Mario World","emulator":"-L /usr/lib/x86_64-linux-gnu/libretro/snes9x_libretro.so","description":"Super Mario World is a 1990 platform game developed by Nintendo for the Super Nintendo Entertainment System. The story follows Mario's quest to save Princess Toadstool and Dinosaur Land from the series' antagonist Bowser and his minions, the Koopalings.","rom":"~/roms/snes/smw.sfc","bg":"smw-bg.jpg","art":"smw-art.png","category":"snes","controls":["Y","X",null,"B","A"]}]}