{"cmd":"mame","library":[{"title":"Bubble Bobble","description":"Bubble Bobble is a 1986 platform arcade game developed and published by Taito. It was distributed in the United States by Romstar, and in Europe by Electrocoin. Players control Bub and Bob, two dragons that set out to save their girlfriends from a world known as the Cave of Monsters.","rom":"bbredux","bg":"bubbob-bg.jpg","art":"bubbob-art.png","category":"maze","controls":["Bubble","Jump"]},{"title":"Cadillacs and Dinosaurs","description":"Cadillacs and Dinosaurs, released in Japan as Cadillacs Kyouryuu Shinseiki, is a 1993 arcade game by Capcom. It is a side-scrolling beat 'em up based on the comic book series Xenozoic Tales. The game was produced as a tie-in to the short-lived Cadillacs and Dinosaurs animated series which was aired during the same year the game was released. A version for the Capcom Power System Changer was planned and previewed but never released.","rom":"dino","bg":"dino-bg.jpg","art":"dino-art.png","category":"beat-em-up","controls":["Attack","Jump"]},{"title":"Donkey Kong","description":"Donkey Kong is an arcade platform game announced by Nintendo in Japan on July 9, 1981 and released on mid-July, 1981, then in North America later that month and Europe later that year. Its gameplay maneuvers Mario across platforms to ascend a construction site and rescue Pauline from the giant gorilla named Donkey Kong","rom":"dkonghrd","bg":"dk-bg.jpg","art":"dk-art.png","category":"platform","controls":["Jump"]},{"title":"Final Fight","description":"Final Fight is a series of beat 'em up video games by Capcom, which began with the arcade release of Final Fight in 1989. Set in the fictional Metro City, the games focus on a group of heroic vigilantes who fights against the control and various threats of criminal gangs, primarily the Mad Gear Gang.","rom":"ffightub","bg":"ffight-bg.jpg","art":"ffight-art.png","category":"beat-em-up","controls":["Jump"]},{"title":"Garou - Mark of the Wolves","description":"Mortal Kombat 3 is a fighting video game developed by Midway / Atari Games and first released into arcades in 1995. It is the third entry in the Mortal Kombat series and is the sequel to Mortal Kombat II. As in the previous games, it has a cast of characters that players choose from and guide through a series of battles against other opponents.","rom":"garou","bg":"garou-bg.jpg","art":"garou-art.png","category":"vs","controls":["Weak Punch","Weak Kick","1st and 2nd - Block\n3rd and 4th - T.O.P Attack","Strong Punch","Strong Kick"]},{"title":"Gauntlet","description":"Gauntlet is a 1985 fantasy-themed hack-and-slash arcade game developed and released by Atari Games. It is noted as being one of the first multiplayer dungeon crawl arcade games. The core design of Gauntlet comes from 1983 Atari 8-bit dungeon crawl game Dandy, which resulted in a threat of legal action.","rom":"gauntlet","bg":"gauntlet-bg.jpg","art":"gauntlet-art.png","category":"maze","controls":["Attack","Magic"]},{"title":"Golden Axe","description":"Golden Axe is a side-scrolling arcade beat 'em up game released in 1989 by Sega. Makoto Uchida was the primary developer of the game and also was responsible for the creation of Altered Beast.The game places the player in control of one of three warriors each bent on revenge against the vile dictator Death Adder.","rom":"goldnaxe","bg":"goldenaxe-bg.jpg","art":"goldenaxe-art.png","category":"beat-em-up","controls":["Attack","Jump","Magic"]},{"title":"Golden Axe II: The Revenge of Death Adder","description":"Golden Axe: The Revenge of Death Adder is an arcade game released by Sega in 1992. It is the sequel to the original Golden Axe and features the same hack and slash action as its predecessor with new additions and improvements. Powered by the System 32 arcade board, Revenge of Death Adder features more detailed graphics, adds new selectable characters and doubles the maximum number of simultaneous players from two to four.","rom":"ga2","bg":"ga2-bg.jpg","art":"ga2-art.png","category":"beat-em-up","controls":["Attack","Jump","Magic"]},{"title":"Gradius","description":"Gradius is a series of shooter video games, introduced in 1985, developed and published by Konami for a variety of portable, console and arcade platforms. In many games in the series, the player controls a ship known as the Vic Viper.","rom":"gradius","bg":"gradius-bg.jpg","art":"gradius-art.png","category":"shooter","controls":["Select","Fire"]},{"title":"Gradius III","description":"Gradius III is a 1989 scrolling shooter video game developed and published by Konami, originally released for the arcades in Japan and other parts of Asia on December 11, 1989. It is the third game in the Gradius series.","rom":"gradius3","bg":"gradius3-bg.jpg","art":"gradius3-art.png","category":"shooter","controls":["Select","Fire"]},{"title":"Marvel vs. Capcom","description":"Marvel vs. Capcom is a series of crossover fighting games developed and published by Capcom, featuring characters from their own video game franchises and comic book series published by Marvel Comics. The series originated as coin-operated arcade games, though later releases would be specifically developed for home consoles, handhelds, and personal computers.","rom":"mvscu","bg":"mvcu-bg.jpg","art":"mvcu-art.png","category":"vs","controls":["Jab","Strong","Fierce","Short Kick","Forward","Roundhouse"]},{"title":"Mortal Kombat","description":"Mortal Kombat is an arcade fighting game developed and published by Midway in 1992. The game focuses on several characters of various intentions who enter a martial arts tournament with worldly consequences. It introduced many key aspects of the Mortal Kombat series, including the unique five-button control scheme and gory finishing moves called Fatalities.","rom":"mkla1","art":"mk-art.png","category":"vs","controls":["High Punch","Block","High Kick","Low Punch","Block","Low Kick"],"bg":"mk-bg.jpg"},{"title":"Mortal Kombat 2","description":"Mortal Kombat II is an arcade fighting game developed and published by Midway in 1992. The game focuses on several characters of various intentions who enter a martial arts tournament with worldly consequences. It introduced many key aspects of the Mortal Kombat series, including the unique five-button control scheme and gory finishing moves called Fatalities.","rom":"mk2","bg":"mk2-bg.jpg","art":"mk2-art.png","category":"vs","controls":["High Punch","Block","High Kick","Low Punch","Block","Low Kick"]},{"title":"Mortal Kombat 3","description":"Mortal Kombat 3 is a fighting video game developed by Midway / Atari Games and first released into arcades in 1995. It is the third entry in the Mortal Kombat series and is the sequel to Mortal Kombat II. As in the previous games, it has a cast of characters that players choose from and guide through a series of battles against other opponents.","rom":"umk3","bg":"umk3-bg.jpg","art":"umk3-art.png","category":"vs","controls":["High Punch","Block","High Kick","Low Punch","Block","Low Kick"]},{"title":"Ms. Pac-man","description":"Ms. Pac-Man is a 1982 maze arcade game developed by General Computer Corporation and published by Midway. It is the first sequel to Pac-Man, and the first entry in the series to not be made by Namco. Controlling the titular character, the player is tasked with eating all of the pellets in an enclosed maze while avoiding four colored ghosts.","rom":"mspacman","bg":"mspacman-bg.jpg","art":"mspacman-art.png","category":"maze","controls":[]},{"title":"NBA JAM (2 Player co-op)","description":"NBA Jam is a long-running basketball video game series based on the National Basketball Association. Initially developed as arcade games by Midway, the game found popularity with its photo realistic digitized graphics, over-the-top presentation and style of two-on-two basketball play. Boomshakkalakka!","rom":"nbajam","bg":"nbajam-bg.jpg","art":"nbajamr2-art.png","category":"sports","controls":["Shoot/Block","Pass/Steal",null,"Turbo"]},{"title":"NBA JAM (2 Player verses)","description":"NBA Jam is a long-running basketball video game series based on the National Basketball Association. Initially developed as arcade games by Midway, the game found popularity with its photo realistic digitized graphics, over-the-top presentation and style of two-on-two basketball play. Boomshakkalakka!","rom":"nbajamr2","bg":"nbajam2-bg.jpg","art":"nbajam-art.png","category":"sports","controls":["Shoot/Block","Pass/Steal",null,"Turbo"]},{"title":"Neo Drift Out: New Generation","description":"Neo Drift Out: New Technology is a 1996 rallying video game developed by Visco Corporation for the Neo Geo and Neo Geo CD. It is the fourth title in the Drift Out series. Though it follows Super Drift Out: World Rally Championships, it is closer to the earlier Drift Out '94: The Hard Order.","rom":"neodrift","bg":"neodrift-bg.jpg","art":"neodrift-art.png","category":"racing","controls":["Brake","Gas"]},{"title":"Paperboy","description":"Paperboy is an arcade action game developed and published by Atari Games and Midway Games, and released in 1985. The player takes the role of a paperboy who delivers a fictional newspaper called The Daily Sun along a suburban street on his bicycle. The arcade version of the game featured bike handlebars as the controller. The game was ported to many home systems beginning in 1986.","rom":"paperboy","bg":"paperboy-bg.jpg","art":"paperboy-art.png","category":"platform","controls":["Throw"]},{"title":"Punch Out!!","description":"Punch-Out!! is an arcade boxing video game by Nintendo, developed in 1983 and released in February 1984. It was the first in a series of successful Punch-Out!! games. The arcade game was a global commercial success, becoming one of the top five highest-grossing arcade games of 1984 in the United States.","rom":"punchout","bg":"punchout-bg.jpg","art":"punchout-art.png","category":"vs","controls":["Left Blow","Right Blow","Hook / Uppercut"]},{"title":"R-Type","description":"R-Type is a side-scrolling shooter arcade video game developed and released by Irem in 1987. The player controls a star ship, the R-9 Arrowhead, in its efforts to destroy the Bydo, a powerful alien race bent on wiping out all of mankind.","rom":"rtype","bg":"rtype-bg.jpg","art":"rtype-art.png","category":"shooter","controls":["Attack"]},{"title":"Ridge Racer","description":"Ridge Racer is a racing video game series developed and published for arcade systems and home game consoles by Bandai Namco Entertainment, formerly Namco. The first game, Ridge Racer, was originally released in arcades for the Namco System 22 hardware, later ported to the PlayStation two years later as a launch title.","rom":"ridgerac","bg":"ridgerac-bg.jpg","art":"ridgerac-art.png","category":"racing","controls":["Brake","Gas"]},{"title":"Soulcalibur","description":"Soulcalibur is a weapon-based fighting video game franchise by Bandai Namco Entertainment. There are seven main installments of video games and various media spin-offs, including music albums and a series of manga books.","rom":"soulclbr","bg":"soulcal-bg.jpg","art":"soulcal-art.png","category":"vs","controls":["Horizontal","Vertical","Kick","Guard"]},{"title":"Street Fighter II","description":"Street Fighter II, is a competitive fighting game developed by Capcom and originally released for arcade systems in 1991. It is the second installment in the Street Fighter series and the sequel to Street Fighter, released in 1987","rom":"sf2ce","bg":"sf2-bg.jpg","art":"sf2-art.png","category":"vs","controls":["Jab","Strong","Fierce","Short Kick","Forward","Roundhouse"]},{"title":"Street Fighter III: New Generation","description":"Street Fighter III 3rd Strike: Fight for the Future is a 2D Competitive fighting game developed and published by Capcom, originally released for the arcades in 1999. It was ported to the Dreamcast, PlayStation 2, and Xbox between 2000 and 2010.","rom":"sfiiin","bg":"sfiiin-bg.jpg","art":"sfiiin-art.png","category":"vs","controls":["Jab","Strong","Fierce","Short Kick","Forward","Roundhouse"]},{"title":"Teenage Mutant Ninja Turtles Arcade","description":"Teenage Mutant Ninja Turtles is a 1989 arcade game released by Konami[3] and based on the first Teenage Mutant Ninja Turtles animated series that began airing two years earlier. In the game, up to four players control the titular Ninja Turtles, fighting through various levels to defeat the turtles' enemies, including the Shredder, Krang and the Foot Clan.","rom":"tmnt2po","bg":"tmnt-bg.jpg","art":"tmnt-art.png","category":"beat-em-up","controls":["Jump","Attack"]},{"title":"Teenage Mutant Ninja Turtles Arcade: Turtles in Time","description":"Teenage Mutant Ninja Turtles: Turtles in Time, released as Teenage Mutant Hero Turtles: Turtles in Time in Europe, is an arcade video game produced by Konami. A sequel to the original Teenage Mutant Ninja Turtles arcade game, it is a scrolling beat 'em up type game based mainly on the 1987 TMNT animated.","rom":"tmht22pe","bg":"tmnttit-bg.jpg","art":"tmnttit-art.png","category":"beat-em-up","controls":["Jump","Attack"]},{"title":"Tekken 3","description":"Tekken 3 is a fighting game, the third entry in the Tekken series. It was released in arcades in March 1997, and for the PlayStation in 1998. The original arcade version of the game was released in 2005 for the PlayStation 2 as part of Tekken 5's Arcade History mode.","rom":"tekken3ua","bg":"tekken3-bg.jpg","art":"tekken3-art.png","category":"vs","controls":["Punch Left","Punch Right",null,"Kick Left","Kick Right"]},{"title":"Tekken Tag","description":"Tekken Tag Tournament is a spin-off of the Namco's Tekken fighting game series. It is the fourth installment in the Tekken fighting game series. Tekken Tag Tournament was released as an arcade game in 1999. before becoming a North American and European launch title for the PlayStation 2 in 2000.","rom":"tektagt","bg":"tektagt-bg.jpg","art":"tektagt-art.png","category":"vs","controls":["Punch Left","Punch Right","Tag Out","Kick Left","Kick Right"]},{"title":"The Simpsons","description":"The Simpsons Arcade Game is a Beat 'em up game produced by Konami in 1991. Play The Simpsons Arcade Game online! The Simpsons Arcade Game game description. Waylon Smithers has just stolen a diamond from Springfield Jewelers for Mr. Burns. While trying to make a getaway, he crashes into Homer, which knocks the diamond out of his hand.","rom":"simpsons2p","bg":"simpsons-bg.jpg","art":"simpsons-art.png","category":"beat-em-up","controls":["Attack","Jump"]},{"title":"Vampire Savior: The Lord of Vampire","description":"Vampire Savior: The Lord of Vampire (alternatively called Darkstalkers 3) was released in arcades in 1997. Vampire Savior is the third installment in the Darkstalkers' series and featured four new characters. The game also spawned two updated titles, Vampire Hunter 2 and Vampire Savior 2, with both being released several months after the Vampire Savior.","rom":"vsavj","bg":"vsavj-bg.jpg","art":"vsavj-art.png","category":"vs","controls":["Jab","Strong","Fierce","Short Kick","Forward","Roundhouse"]},{"title":"X-MEN","description":"X-Men  is a side-scrolling beat 'em up game produced and released by Konami for arcades in 1992, based on the Marvel Comics superhero team of the same name. The character designs of the characters in the game are based on the 1989 cartoon X-Men: Pryde of the X-Men.","rom":"xmen2pa","bg":"xmen-bg.jpg","art":"xmen-art.png","category":"beat-em-up","controls":["Mutant",null,null,"Attack","Jump"]},{"title":"X-Men: Children of the Atom","description":"X-Men: Children of the Atom is an arcade game that was produced by Capcom and released on the CP System II arcade hardware in 1994 in Japan and in 1995 in North America and Europe. Based on the X-Men comic book, it is the first fighting game produced by Capcom using characters under license from Marvel Comics.","rom":"xmcota","bg":"xmcotar1-bg.jpg","art":"xmcotar1-art.png","category":"vs","controls":["Jab","Strong","Fierce","Short Kick","Forward","Roundhouse"]}]}